[
"Tassu you are not just enough, you are everything.",
"No matter how dark the night, your light makes everything worth it.",
"You don't just complete world, you inspire the world to be better every day.",
"Even on your weakest days, you're the strongest lady I know.",
"You are not just beautiful, you're rare, powerful, and destined to rise.",
"When life gets heavy, remember you’ve carried me too, you're a warrior with a heart of gold.",
"Your heart has healed others, even when it was broken, never doubt your magic baby.",
"You’re not a chapter in my story, you’re the reason I even started writing.",
"They say diamonds shine under pressure, but they glow even in the dark.",
"When you remembered who you are, then the game will be changed.",
"You don’t need permission to be powerful baby.",
"The world needs your fire, not your silence.",
"You’re not too much. They were just never enough.",
"Being soft doesn’t mean you’re weak, roses still have thorns.",
"Every scar you carry is proof that you survived.",
"Your crown may slip, but it never falls, you were born to lead.",
"The world is brighter when you believe in yourself.",
"Fall in love with the process of becoming the best version of you.",
"A queen never chases. She attracts.",
"You’re not behind. You’re just preparing for something greater.",
"Beautiful minds inspire others. That’s why you’re unforgettable.",
"Tassu ji you’re stronger than every storm you’ve ever faced.",
"Be so confident in who you are that no one questions your worth.",
"Tassu turn your pain into power and your tears into strength.",
"You are art, not everyone will understand you, but the right ones will.",
"Even the moon goes through phases, and still shines.",
"Smile baby cause it's Sunnah.",
"You got dreams bigger than fears and courage louder than doubt.",
"There’s magic in your presence. Don’t dull your shine.",
"if you believed you could then it will definetily work.",
"Your consistency will become your power.",
"Be proud of how far you’ve come, and excited for what’s next.",
"Small steps every day create big results baby.",
"Make yourself so busy improving that you don’t have time to worry.",
"You are the CEO of your life. Act like it.",
"Discipline is choosing what you want most over what you want now.",
"You don’t need to do everything. You just need to be you, that’s already enough.",
"Even on your worst days, I still see the best in you.",
"I believe in you more than you know.",
"No crown is too heavy for the girl who built her throne.",
"Not for validation do it for domination.",
"Brain, beauty, and boundaries this trio will make you unstopable.",
"Not become a second choice. be the only one.",
"You’re not chasing perfection, you’re defining it.",
"You survived 100% of your hardest days. That’s undefeated energy.",
"Rest, reset, rise again. Queens don’t quit.",
"You’re not emotional, you're passionate and that's power, not weakness.",
"Your voice matters. Your dreams matter. You matter.",
"Tassu, the power you seek is already inside you. Activate it.",
"Don’t measure your pace celebrate your progress."
]